[
  "soleil",
  [
    "Soleil",
    "Soleil vert",
    "Soleilhas",
    "Soleil Royal (1749)",
    "Soleil Moon Frye",
    "Soleil levant (film)",
    "Soleil Royal (1669)",
    "Soleil trompeur",
    "Soleil Productions",
    "Soleils (association)"
  ],
  [
    "Le Soleil est l’étoile du Système solaire. Dans la classification astronomique, c’est une étoile de type naine jaune d'une masse d'environ 1,9891 × 1030 kg, composée d’hydrogène (75 % de la masse ou 92 % du volume) et d’hélium (25 % de la masse ou 8 % du volume).",
    "Soleil vert (Soylent Green) est un film américain d'anticipation réalisé par Richard Fleischer, sorti en 1973 et inspiré du roman Make room!",
    "Soleilhas est une commune française, située dans le département des Alpes-de-Haute-Provence en région Provence-Alpes-Côte d'Azur.",
    "Le Soleil-Royal est un navire de guerre français en service de 1750 à 1759. C'est un vaisseau de ligne de deuxième rang à deux ponts portant 80 canons, le troisième du nom dans la marine française.",
    "Soleil Moon Frye est une actrice américaine, née le 6 août 1976, à Glendora, Californie.",
    "Soleil levant (Rising Sun) est un thriller américain réalisé par Philip Kaufman, sorti en 1993. Le film met en vedette Sean Connery (également producteur délégué du film), Wesley Snipes, Harvey Keitel et Cary-Hiroyuki Tagawa.",
    "Le Soleil-Royal est un navire de guerre français, en service de 1669 à 1692. C'est un vaisseau de ligne de premier rang, portant 98 puis 104 canons sur trois ponts.",
    "Soleil trompeur (en russe : Утомлённые солнцем, Outomlionnyïé solntsem) est un film du réalisateur et acteur russe Nikita Mikhalkov, sorti en salles en 1994. Ce film a été récompensé par l'Oscar du meilleur film en langue étrangère et par le Grand Prix du jury au festival de Cannes.",
    "Soleil Productions est un éditeur français de bande dessinée localisé à Toulon.",
    "Soleils est une association à but humanitaire implantée sur le campus rennais de Supélec (École Supérieure d'Electricité)."
  ],
  [
    "https://fr.wikipedia.org/wiki/Soleil",
    "https://fr.wikipedia.org/wiki/Soleil_vert",
    "https://fr.wikipedia.org/wiki/Soleilhas",
    "https://fr.wikipedia.org/wiki/Soleil_Royal_(1749)",
    "https://fr.wikipedia.org/wiki/Soleil_Moon_Frye",
    "https://fr.wikipedia.org/wiki/Soleil_levant_(film)",
    "https://fr.wikipedia.org/wiki/Soleil_Royal_(1669)",
    "https://fr.wikipedia.org/wiki/Soleil_trompeur",
    "https://fr.wikipedia.org/wiki/Soleil_Productions",
    "https://fr.wikipedia.org/wiki/Soleils_(association)"
  ]
]
